// © Copyright 2012-2016 HP Development Company, L.P.

// Task names
PISTTaskName = "HP 製品改善のための調査";

// Opt in view
PISTLocationLanguageRequestLabel = "この製品の利用場所と用途について回答してください。";
PISTLocationLabel = "場所:";
PISTLanguageLabel = "言語:";

// Non ISO locations
other = "その他";
europe = "ヨーロッパ";
middleeast = "中東";
northwestafrica = "北西アフリカ";
southernafrica = "南部アフリカ";
asiapacific = "アジア太平洋";
latinamerica = "中南米";
caribbean = "カリブ";

PISTDescriptionLabel = "「HP 製品改善のための調査」は、HP がお客様のご要望に沿うように製品を改善するための調査プログラムです。";
PISTExtendedDescriptionLabel = "参加を選択すると、 HP Utility に追加されたプリンタの位置情報と使用に関する情報のみが収集されます。これは、HP の製品とサービスにおける今後のユーザー エクスペリエンス改善に役立てられます。 お名前、ご住所などの個人情報は収集されません。HP により、お客様が印刷されたドキュメントのコンテンツやファイル名が収集されたり、記録されたりすることはありません。";

PISTOptInDescriptionLabel = "匿名のプリンタ使用状況情報の HP への送信を許可することで、お客様のニーズにあった製品の設計にご協力をお願いします。フロント パネルでプリンタの設定をチェックし、選択が反映されていることを確認してください。ご協力ありがとうございます。";

PISTOptInButtonTitle = "HP 製品およびサービスの品質改善調査に参加する";
PISTZipCodeLabel = "郵便番号:";

PISTPrimaryUseLabel = "HP 製品およびサービスの主な利用法:";
PISTSelectPrimaryUsageTitle = "主な使用法の選択";

// How use choises
PISTInHome = "自宅で";
PISTHomeElement002 = "個人的に使用";
PISTHomeElement0031 = "ホーム ビジネス用";
PISTHomeElement0032 = "仕事用";
PISTHomeElement0033 = "在宅勤務用";

PISTInBusiness = "仕事で";
PISTBusinessElement005 = "社員 1～9 人";
PISTBusinessElement006 = "社員 10～99 人";
PISTBusinessElement0061 = "社員 100～499人";
PISTBusinessElement0062 = "社員 500 人以上";

PISTMoreInfoTitle = "詳細情報";
PISTPrivacyPolicyTitle = "HP プライバシー ステートメント";
PISTDataPrivacyTitle = "データのプライバシーに関する通知";

PISTApply = "適用";
PISTCancel = "キャンセル";

PISTRetrieveInformationTitle = "情報を取得中…";

// More info tab
PISTMoreInfoToolTip = "詳細情報";

